[AMTGROUP]

[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:22};
itm1={id:10,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:2,y:3};
itm2={backcolor:0,background:933,ccp:752,ccpzorder:over,height:76,id:11,name:TEXT,type:BUTTON,useinlist:true,useintable:false,useintree:false,visible:true,width:507,x:63,y:91,zorder:1,imgfield:{backcolor:0,height:50,img:403,layout:normal,name:Way_icon,type:IMAGEFIELD,visible:true,width:50,x:443,y:10,layout_param:{clipx:0,clipy:0}},txtfield:{backcolor:0,bidimode:left-to-right,content:Name,font:3,height:36,highcolor:0,hlayout:left,linespacing:0,multiline:false,name:Name,type:TEXTFIELD,visible:true,vlayout:middle,width:268,wrapline:no-wrap,x:19,y:1},txtfield:{backcolor:0,bidimode:left-to-right,content:Address,font:3,height:36,highcolor:0,hlayout:left,linespacing:0,multiline:false,name:Address,type:TEXTFIELD,visible:true,vlayout:middle,width:268,wrapline:no-wrap,x:19,y:31},txtfield:{backcolor:0,bidimode:right-to-left,content:00.00,font:3,height:36,highcolor:0,hlayout:right,linespacing:0,multiline:false,name:number,type:TEXTFIELD,visible:true,vlayout:middle,width:87,wrapline:no-wrap,x:305,y:17,zorder:0},txtfield:{backcolor:0,bidimode:right-to-left,content:km,font:3,height:36,highcolor:0,hlayout:left,linespacing:0,multiline:false,name:km,type:TEXTFIELD,visible:true,vlayout:middle,width:45,wrapline:no-wrap,x:390,y:17}};
itm3={background:0,ccp:0,ccpzorder:over,height:304,id:12,layout:vertical,name:LIST,type:LIST,visible:true,width:507,x:63,y:91,zorder:2};
itm4={id:13,name:Home,refID:5,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:644,y:431,zorder:3};
itm5={backcolor:0,background:995,ccp:833,ccpzorder:over,height:52,id:14,name:Search_near,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:223,x:63,y:431,zorder:4,txtfield:{backcolor:0,bidimode:left-to-right,content:Search near,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Search_near,type:TEXTFIELD,visible:true,vlayout:middle,width:208,wrapline:no-wrap,x:5,y:6}};
itm6={backcolor:0,bidimode:left-to-right,content:\co Current Location,font:33,height:36,highcolor:0,hlayout:left,id:15,linespacing:0,multiline:false,name:Current_Location,type:TEXTFIELD,visible:true,vlayout:middle,width:336,wrapline:no-wrap,x:296,y:437,zorder:5};
itm7={backcolor:0,bar:241,downarrow:1178,height:302,id:16,name:Scrollbar,scaleslider:true,slider:240,type:SCROLLBAR,uparrow:1182,visible:true,width:55,x:577,y:91,zorder:6};
itm8={backcolor:0,bidimode:left-to-right,font:33,height:36,highcolor:0,hlayout:center,id:17,linespacing:0,multiline:false,name:Colon,type:TEXTFIELD,visible:false,vlayout:middle,width:10,wrapline:no-wrap,x:296,y:437,zorder:7};
itm9={backcolor:0,background:930,bgcenter:0,bgfragment:single,bgleft:0,bgright:0,ccp:0,ccpzorder:over,height:52,id:18,name:Add_Shortcut,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:233,x:410,y:3,zorder:8,txtfield:{backcolor:0,bidimode:left-to-right,content:Add shortcut,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Add_Shortcut,type:TEXTFIELD,visible:true,vlayout:middle,width:208,wrapline:no-wrap,x:14,y:6}};

